import { AccordionItem } from './AccordionDialog/AccordionDialog.types';

export const TravelTypes:AccordionItem[] = [
  {
    "value": 0,
    "title": "로컬 관광 여행",
    "content": [
      "지역 특산품 체험",
      "지역 자연/문화환경 체험",
      "지역 역사 전통문화 체험",
      "살아보는 여행",
      "지역 특색 숙박 체험"
    ]
  },
  {
    "value": 1,
    "title": "아웃도어 레저여행",
    "content": [
      "지역 특산품 체험",
      "지역 자연/문화환경 체험",
      "지역 역사 전통문화 체험",
      "살아보는 여행",
      "지역 특색 숙박 체험"
    ]
  },
  {
    "value": 2,
    "title": "농촌 여행",
    "content": [
      "지역 특산품 체험",
      "지역 자연/문화환경 체험",
      "지역 역사 전통문화 체험",
      "살아보는 여행",
      "지역 특색 숙박 체험"
    ]
  },
  {
    "value": 3,
    "title": "친환경 여행",
    "content": [
      "지역 특산품 체험",
      "지역 자연/문화환경 체험",
      "지역 역사 전통문화 체험",
      "살아보는 여행",
      "지역 특색 숙박 체험"
    ]
  },
  {
    "value": 4,
    "title": "체류형 여행",
    "content": [
      "지역 특산품 체험",
      "지역 자연/문화환경 체험",
      "지역 역사 전통문화 체험",
      "살아보는 여행",
      "지역 특색 숙박 체험"
    ]
  },
  {
    "value": 5,
    "title": "취미 여행",
    "content": [
      "지역 특산품 체험",
      "지역 자연/문화환경 체험",
      "지역 역사 전통문화 체험",
      "살아보는 여행",
      "지역 특색 숙박 체험"
    ]
  }
]
